{"inkVersion":21,"root":[["^And this was where I made my first big decision. ","#","^speaker:Observer ","/#","#","^portrait:observer","/#","\n","^You? Don’t you mean me? ","#","^speaker:Detective ","/#","#","^portrait:detective","/#","\n","^I was the one who made that decision, Bingus asked <b>me</b> to answer his question.","\n","^Well in all technicality, that question didn’t really matter. ","#","^speaker:Observer ","/#","#","^portrait:observer","/#","\n","^Both choices were equally correct. Without the other, neither timeline could exist.","\n","^If you leaned towards a murder mystery, that “bloody” knife was the same missing knife from the grand heist timeline.","\n","^This goes for every single piece of evidence you found during your time here.","\n","^Both… timelines? What are you talking about?","#","^speaker:Detective ","/#","#","^portrait:detective","/#","\n","^Here in the Third dimension, that’s an example of two theories we would call “Superimposition” and “Quantum Entanglement”. ","#","^speaker:Observer ","/#","#","^portrait:observer","/#","\n","^The former representing an object (or in this case time) being in multiple states at once, and the latter showing that both worlds regardless of “your” choice are interconnected across impossibly large amounts of space and time.","\n","^But why? Why me?","\n","^If you know so much about this whole Second-Third dimension thing, then why did <i>I</i> have to do all this?","\n","^What was this entire trip for? Are all my friends just “Quantum Super-Entanglements” or whatever? Why did any of this even matter?","\n","^Without you my dear Detective, there would be no story. ","#","^speaker:Observer ","/#","#","^portrait:observer","/#","\n","^There would be no choice to be made.","\n","^Even if I know everything there is to know about your plane of existence, I can only do so much to influence the average “2D” creature’s life.","\n","^You are a conduit for our whims here in the Third dimension.","\n","^I was curious to see how you would interact with these concepts that - in our world - are mere theories.","\n","^For you my beloved Detective, those theories can be reality.","\n","^Theories… are reality? ","#","^speaker:Detective ","/#","#","^portrait:detective","/#","\n","^Is that what this is then?","\n","^To discover the real truth of my world?","\n","^Does that mean… could it be?","\n","^That’s it!","\n","^There was no murder and there was no heist!","\n","^But, the party, my friends, even the entire mansion… was none of it real?","\n","^See, you feeble minded Two dimensional creatures have no idea of the vast world beyond the confines of your little box. ","#","^speaker:Observer ","/#","#","^portrait:observer","/#","\n","^I had to play silly games and use convoluted metaphors to show you the reality of my world.","\n","^You still can’t even comprehend that you’re here with me! In 3D!","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}