{"inkVersion":21,"root":[["^You have no right to doubt me now that you can see who I really am! ","#","^speaker:Observer ","/#","#","^portrait:observer","/#","\n","^Oh beloved detective, you might have once called me the Observer...","\n","^but I think a more fitting title would be Player, no? ","#","^speaker:Player","/#","\n","^You dare to challenge me and my knowledge and yet here I am, playing you like a game.","\n","^You… your true form? This is… no… ","#","^speaker:Detective ","/#","#","^portrait:detective","/#","\n","^I refuse!","\n","^I won't make any more decisions, I won’t “open my eyes” to the “truth” of this world!","\n","^I refuse to let you toy with me and my friends like this!","\n","^… such <b><i>resistance</b></i> from a lowly creature like you- ","#","^speaker:Player ","/#","#","^portrait:observer","/#","\n","^This “story” of yours ends here. ","#","^speaker:Detective ","/#","#","^portrait:detective","/#","\n","^No more murders, no more heists, no more games.","\n","^You want me to fulfill my role as “Detective” then here it is.","\n","^Observ- Player, you said before that creatures like you have theories","\n","^in your dimension that can only be reality in our world, and us","\n","^in the “Second dimension” have theories of our own that aren’t possible without the “First dimension”.","\n","^So tell me this:","\n","^<b><i>Shouldn't there be a dimension higher than yours?","\n","^<b><i>One where their theories can be reality in your world?","\n","^… ","#","^speaker:Player ","/#","#","^portrait:observer","/#","\n","^What are you even saying!?","\n","^That’s impossible, there is no higher dimension than the third.","\n","^We’re at the limits of science and yet not one person has even scratched the surface of a fourth!","\n","^Ha, you can’t even fathom a higher dimension and yet here I am… ","#","^speaker:Detective ","/#","#","^portrait:detective","/#","\n","^Let’s finish this once and for all.","\n","^This time, I’ll ask you","\n","^One.","\n","^Last.","\n","^Question.","\n","^<b><i>Player:","\n","^<b><i> How do YOU think this “story” should end?","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}